{
    "debate_id": "17_6_04-08-2021",
    "date": "2021-08-04",
    "year": 2021,
    "month": 8,
    "lok_sabha_number": 17,
    "session_number": 6,
    "source_file": "lsd_17_6_04-08-2021_eng_editorial.txt",
    "speeches": [
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "Hon. Members, with profound grief, I have to inform the House about the passing away of Eight of our former colleagues. Shri Khelan Ram Jangde was a Member of the 8th and 10th Lok Sabha representing the Bilaspur Parliamentary Constituency of the undivided Madhya Pradesh. Shri Jangde had earlier been a Member of the Madhya Pradesh Legislative Assembly from 1980 to 1984. Shri Khelan Ram Jangde passed away on April 30, 2021 in Bilaspur at the age of 74 years. Shri Surendra Yadav was a Member of the 11th Lok Sabha representing the Khalilabad Parliamentary Constituency of Uttar Pradesh. Shri Surendra Yadav was a member of the Committee on Private Members’ Bills and Resolutions. Shri Surendra Yadav passed away on April 30, 2021 in Khalilabad at the age of 78 years. Shri Damodar Barku Shingada was a Member of the 7th, 8th, 9th, 10th and 14th Lok Sabha representing the Dahanu Parliamentary Constituency of Maharashtra. Shri Shingada was a Member of the Committee on the Welfare of Scheduled Castes and Scheduled Tribes, Committee on Petitions and Committee on External Affairs. Shri Damodar Barku Shingada passed away on May 2, 2021 in Palghar at the age of 66 years. Shri Dahyabhai Vallabhbhai Patel was a Member of the 13th and 14th Lok Sabha representing the Daman and Diu Parliamentary Constituency of Union Territory of Daman and Diu and Dadra and Nagar Haveli. Shri Patel was a member of various Committees. Earlier, he had also served as member of the Pradesh Council of Daman and Diu. Shri Dahyabhai Vallabhbhai Patel passed away on May 3, 2021 in Mumbai at the age of 76 years. Shri Shivraj Singh Lodhi was a Member of the 15th Lok Sabha representing the Damoh Parliamentary Constituency of Madhya Pradesh. Shri Lodhi was a member of the Committee on Food, Consumer Affairs and Public Distribution. He had earlier been a member of Madhya Pradesh Legislative Assembly for two terms. Shri Shivraj Singh Lodhi passed away on May 17, 2021 in Bhopal at the age of 77 years. Shri Babagouda Patil was a Member of the 12th Lok Sabha representing the Belgaum Parliamentary Constituency of Karnataka. Shri Babagouda Patil had served as Minister of State (Independent Charge) of the Ministry of Rural Development in the Government of India. Earlier, Shri Patil had also served as Member of Karnataka Legislative Assembly from 1989 to 1994. Shri Babagouda Patil passed away on May 21, 2021 in Belagavi at the age of 76 years. Shri G. Madegowda was a Member of the 9th and 10th Lok Sabha representing the Mandya Parliamentary Constituency of Karnataka. Shri Madegowda was a member of the Committee on Papers Laid on the Table of the House. Shri G Madegowda had served as a member of the Karnataka Legislative Assembly for 6 terms. He had also served as Minister in the Government of Karnataka. Shri G. Madegowda passed away on July 17, 2021 in Mandya at the age of 93 years. Shri Parasram Meghwal was a Member of the 11th Lok Sabha representing the Jalore Parliamentary Constituency of Rajasthan. Shri Parasram Meghwal was a member of the Committee on Transport and Tourism. Shri Parasram Meghwal passed away on July 21, 2021 in Jalore at the age of 66 years. We deeply mourn the loss of our former colleagues and the House conveys condolences to their bereaved families. The House may now stand in silence for a short while as a mark of respect to the memory of the departed souls. The Members then stood in silence for a short while. ... At this stage S/Shri Kalyan Banerjee, Ritesh Pandey, Ravneet Singh and some other hon. Members came and stood on the floor near the Table. ... ORAL ANSWERS TO QUESTIONS",
            "word_count": 622,
            "char_count": 3609,
            "speech_id": "17_6_04-08-2021_001",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "Q. No. 221, Shri Dharambir Singh. (Q. 221)",
            "word_count": 8,
            "char_count": 42,
            "speech_id": "17_6_04-08-2021_002",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "SHRI DHARAMBIR SINGH",
            "speaker": "DHARAMBIR SINGH",
            "speech_text": "Thank you, hon. Speaker, Sir through you I want to say, that under the government of Prime Minister Modi, there has been rapid development in connectivity, whether it's railways or roads. ... In this regard, there are two demands for my parliamentary constituency, Bhiwani-Mahendragarh, in Haryana, ... First, a railway line from Bhiwani to Rajasthan via Loharu. ... The second line from Alwar to Narnaul via Mahendragarh. ... Both these demands have been pending since the State of Haryana was formed. ... Several surveys have been conducted in this regard. ... The survey results sometimes declare these as feasible and sometimes not. ... Haryana Government also formed the Rail Infrastructure Development Corporation in the year 2017 to be able to contribute 49 percent funds. ... Now, a new road has also been built by hon. Gadkari ji. ... Just like the Delhi-Mumbai Corridor, the new green corridor connecting Alwar to five regions will be ready in about a year. ... This corridor runs from Alwar to Kotputli, Narnaul, Mahendragarh, and Punjab. ... It will be ready in a year. ... Even after the corridor is ready, the area on both sides of the corridor will remain unutilised. ... I request the Government that these two railway lines - from Bhiwani to Loharu and from Alwar to Narnaul via Mahendragarh and Dadri should be constructed concurrently with the corridor. ... Sir, the state of Haryana was formed more than 50 years ago. ... Therefore, my request to the Rail Minister is that instead of giving a negative response to us, assure us that both railway lines will be constructed in the future. ...",
            "word_count": 272,
            "char_count": 1610,
            "speech_id": "17_6_04-08-2021_003",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI DANVE RAOSAHEB DADARAO",
            "speaker": "DANVE RAOSAHEB DADARAO",
            "speech_text": "Hon. Speaker, it is true that under the leadership of Modi ji, the rail and road infrastructure is developing rapidly. ... The question asked by the hon. Member is related to the Bhiwani to Loharu rail route in his Lok Sabha constituency. ... Sir, through you, I would like to inform the hon. Member that the Bhiwani railway line has been built by Haryana Infrastructure Development Corporation and the Union Government with 51 percent share of the state government and 49 percent share of the Union Government. ... The project report for this is estimated at 519 crore rupees. ... In the proposal made by Haryana Infrastructure Development Corporation, it has been deemed 'unviable'. ...",
            "word_count": 115,
            "char_count": 688,
            "speech_id": "17_6_04-08-2021_004",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI DHARAMBIR SINGH",
            "speaker": "DHARAMBIR SINGH",
            "speech_text": "If the Haryana Government deposits its 51 percent share for these two railway lines - Bhiwani- Loharu and Mahendragarh-Narnaul-Alwar - beforehand, will you consider it?...",
            "word_count": 25,
            "char_count": 171,
            "speech_id": "17_6_04-08-2021_005",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI DANVE RAOSAHEB DADARAO",
            "speaker": "DANVE RAOSAHEB DADARAO",
            "speech_text": "Speaker Sir, the question asked by the hon. Member is not a part of this question, but I will speak with the hon. Member separately. ...",
            "word_count": 26,
            "char_count": 136,
            "speech_id": "17_6_04-08-2021_006",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI ANUBHAV MOHANTY",
            "speaker": "ANUBHAV MOHANTY",
            "speech_text": "Thank you so much, Sir. ... Sir, I represent Kendrapara Parliamentary Constituency here. ... No one had seen a train in our area since independence, but we are thankful to Naveen Patnaik Sir and the Union Government that after independence, at least freight cars have started running there. ... Sir, during the discussion on Demands-For-Grants in the House in this year's Budget Session, I had asked as to when passenger trains will run at Kendrapara. Because this is the demand of the people there and we also have the right to get passenger trains, which can connect us with the whole country. ... However, I received the reply that ‘Kendrapara road is at a distance of 5 kilometres from Cuttack, and that is why, Kendrapara road is operationally not feasible at present’. ... Sir, through you, I would like to tell the Hon. Minister that the Kendrapada Road, the station that is being referred to is five kilometres away from Cuttack, but it does not fall under the Kendrapada district. ... Kendrapara district is an independent district, where the passenger trains have not run till date. ... It is at a distance of 7 km from Cuttack. ...",
            "word_count": 198,
            "char_count": 1142,
            "speech_id": "17_6_04-08-2021_007",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI ANUBHAV MOHANTY",
            "speaker": "ANUBHAV MOHANTY",
            "speech_text": "It is very important for the people there to get the facility of passenger trains. ... It is very much needed there. ... I request you to start operation of a passenger train there at the earliest. It would benefit our people, and generate revenue, and also create employment for the youth there and for the overall development of Kendrapada as well. ... I request you, on behalf of my party Biju Janata Dal and on behalf of the people of Kendrapara. ...",
            "word_count": 83,
            "char_count": 454,
            "speech_id": "17_6_04-08-2021_008",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI DANVE RAOSAHEB DADARAO",
            "speaker": "DANVE RAOSAHEB DADARAO",
            "speech_text": "Hon. Speaker, Sir, I will definitely take information of the question that the Hon. Member has asked and share all the information with him. ...",
            "word_count": 25,
            "char_count": 144,
            "speech_id": "17_6_04-08-2021_009",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "Hon. Members, maintain the dignity of the House, this is not right. ...",
            "word_count": 13,
            "char_count": 71,
            "speech_id": "17_6_04-08-2021_010",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "No, this is not the right way. ...",
            "word_count": 8,
            "char_count": 34,
            "speech_id": "17_6_04-08-2021_011",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "This is totally uncalled for. ...",
            "word_count": 6,
            "char_count": 33,
            "speech_id": "17_6_04-08-2021_012",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "Do not be indecorous to the Chair and do maintain decorum in the House. This is not fair. ...",
            "word_count": 19,
            "char_count": 93,
            "speech_id": "17_6_04-08-2021_013",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "HON. SPEAKER",
            "speaker": "HON_SPEAKER",
            "speech_text": "The House stands adjourned to meet again at 11:30 P.M. The Lok Sabha then adjourned till Thirty Minutes past Eleven of the Clock. The Lok Sabha reassembled at Thirty Minutes past Eleven of the Clock. (Shri Rajendra Agrawal in the Chair) ... At this stage Sushri Mahua Moitra, Shri Hibi Eden. Adv. A.M. Ariff, Shri Gurjeet Singh Aujla, Dr. Kalanidhi Veeraswamy, Shrimati Harsimrat Kaur Badal and some other hon. Members came and stood on the floor near the Table. ... HON. CHAIRPERSON: Question No. 222, Shri Dulal Chandra Goswami. ... (Q. 222) THE MINISTER OF STATE IN THE MINISTRY OF RAILWAYS; THE MINISTER OF STATE IN THE MINISTRY OF COAL AND THE MINISTER OF STATE IN THE MINISTRY OF MINES (SHRI DANVE RAOSAHEB DADARAO): (A) to (C): Hon. Chairperson, Sir, the Statement has been laid on the Table. ... HON. CHAIRPERSON: Hon. Members, already the decorum of Parliament and Lok Sabha is being violated. It has certain limits. ... HON. CHAIRPERSON: No, bringing placards before the Chair is not acceptable at all. You are waving placards, raising slogans, coming into the well. ... HON. CHAIRPERSON: Listen to me, you are Hon. Member, you know all the rules. ... HON. CHAIRPERSON: This is wrong. Do not do anything that the Chair has to take action. Please put it down. ... HON. CHAIRPERSON: Please put it down. No, it is not fair. If the Chairperson or the Speaker are standing, then please move back a little. This is not right. Do not test the limits and violate the decorum. This is not fair. ... HON. CHAIRPERSON: Please go to your seats. Go back to your seats. Sit at your respective seats. Let the Question Hour run and lower this placard. ... HON. CHAIRPERSON: No, it is not acceptable. Please, sit down. ... WRITTEN ANSWERS TO QUESTIONS (Starred Question Nos. 223 to 240 Unstarred Question Nos. 2531 to 2760) HON. CHAIRPERSON: The House stands adjourned to meet again at 12:00 PM. ... The Lok Sabha then adjourned till Twelve of the Clock. For Questions, please refer to Master copy of English version, placed in Library. You can also visit https://sansad.in/ls/questions/questions-and-answers for more information. The Lok Sabha reassembled at Twelve of the Clock. (Shri Rajendra Agrawal in the Chair) ... 12.0 1⁄2 hrs At this stage, Dr. Amar Singh, Shri P. R. Natarajan, Sushri Mahua Moitra, Dr. T. Sumathy (A) Thamizhachi Thangapandian and some other hon. Members came and stood on the floor near the Table. ... HON. CHAIRPERSON: Hon. Members, on certain matters, Hon. Speaker has received notices of Adjournment Motion. Hon. Speaker has not given permission for any notice of adjournment motion. PAPERS LAID ON THE TABLE HON. CHAIRPERSON: Now the papers will be laid on the Table. From Item No. 3 to 10, Shri Arjun Ram Meghwal ji. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Shri Raj Nath Singh, I beg to lay on the Table:-- (1) (i) A copy of the Annual Report (Hindi and English versions) of the Aeronautical Development Agency, Bangalore, for the year 2018-2019, alongwith Audited Accounts. (ii) Statement regarding Review (Hindi and English versions) by the Government of the working of the Aeronautical Development Agency, Bangalore, for the year 2018-2019. (2) Statement (Hindi and English versions) showing reasons for delay in laying the papers mentioned at (1) above. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, I lay on the Table, a copy each of the following Statements (Hindi and English versions) showing Action Taken by the Government on the assurances, promises and undertakings given by the Ministers during various sessions of the Fifteenth, Sixteenth and Seventeenth Lok Sabhas:- FIFTEENTH LOK SABHA 1. Statement Fifth Session, 2010 No. 34 [Placed in Library, See No. LT 4513/17/21] 2. Statement Thirteenth Session, 2013 No. 29 [Placed in Library, See No. LT 4514/17/21] 3. Statement Fourteenth Session, 2013 No. 24 [Placed in Library, See No. LT 4515/17/21] 4. Statement Fifteenth Session, 2013-14 No. 25 [Placed in Library, See No. LT 4516/17/21] SIXTEENTH LOK SABHA 5. Statement Second Session, 2014 No. 24 [Placed in Library, See No. LT 4517/17/21] 6. Statement Third Session, 2014 No. 24 [Placed in Library, See No. LT 4518/17/21] 7. Statement Fourth Session, 2015 No. 23 [Placed in Library, See No. LT 4519/17/21] 8. Statement Fifth Session, 2015 No. 20 [Placed in Library, See No. LT 4520/17/21] 9. Statement Sixth session, 2015 No. 20 [Placed in Library, See No. LT 4521/17/21] 10. Statement Eighth Session, 2016 No. 18 [Placed in Library, See No. LT 4522/17/21] 11. Statement Ninth Session, 2016 No. 17 [Placed in Library, See No. LT 4523/17/21] 12. Statement Tenth Session, 2016 No. 15 [Placed in Library, See No. LT 4524/17/21] 13. Statement Eleventh Session, 2017 No. 15 [Placed in Library, See No. LT 4525/17/21] 14. Statement Twelfth Session, 2017 No. 13 [Placed in Library, See No. LT 4526/17/21] 15. Statement Thirteenth Session, 2017-18 No. 12 [Placed in Library, See No. LT 4527/17/21] 16. Statement Fourteenth Session, 2018 No. 11 [Placed in Library, See No. LT 4528/17/21] 17. Statement Fifteenth Session, 2018 No. 10 [Placed in Library, See No. LT 4529/17/21] 18. Statement Sixteenth Session, 2018-19 No. 8 [Placed in Library, See No. LT 4530/17/21] 19. Statement Seventeenth Session, 2019 No. 7 [Placed in Library, See No. LT 4531/17/21] SEVENTEENTH LOK SABHA 20. Statement First Session, 2019 No. 6 [Placed in Library, See No. LT 4532/17/21] 21. Statement Second Session, 2019 No. 5 [Placed in Library, See No. LT 4533/17/21] 22. Statement Third Session, 2020 No. 4 [Placed in Library, See No. LT 4534/17/21] 23. Statement Fourth Session, 2020 No. 3 [Placed in Library, See No. LT 4535/17/21] 24. Statement Fifth Session, 2021 No. 1 [Placed in Library, See No. LT 4536/17/21] THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Shri Danve Raosaheb Dadarao ji, I beg to lay on the Table:- (1) A copy each (Hindi and English versions) of the following papers:- (i) Memorandum of Understanding between RITES Limited and Ministry of Railways for the year 2020- 2021. (ii) Memorandum of Understanding between the Indian Railway Finance Corporation Limited and the Ministry of Railways for the year 2020-2021. (iii) Memorandum of Understanding between the Rail Vikas Nigam Limited and the Ministry of Railways for the year 2020-2021. (2) A copy each of the following Notifications (Hindi and English versions) under subsection (1) of Section 28 of the Mines and Minerals (Development and Regulation) Act, 1957:- (i) S.O.2807(E) published in Gazette of India dated 13th July, 2021, authorising the Officers, mentioned therein, of the Atomic Minerals Directorate for Exploration and Research to exercise all or any of the powers specified in Part B of the First Schedule to the Mines and Minerals (Development and Regulation) Act, 1957. (ii) S.O.2805(E) published in Gazette of India dated 13th July, 2021, authorising the Officers, mentioned therein, of the Atomic Minerals Directorate for Exploration and Research to prefer complaints in writing in respect of any offence punishable as specified in Part B of the First Schedule to the Mines and Minerals (Development and Regulation) Act,1957. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Shrimati Anupriya Patel, I beg to lay on the Table:- (1) A copy of the Memorandum of Understanding (Hindi and English versions) between the MMTC Limited and the Department of Commerce, Ministry of Commerce and Industry, for the year 2020-2021. (2) A copy each of the following papers (Hindi and English versions) under sub-section 1(b) of Section 394 of the Companies Act, 2013:- (i) Review by the Government of the working of the PEC Limited, New Delhi, for the year 2019-2020. (ii) Annual Report of the PEC Limited, New Delhi, for the year 2019- 2020, alongwith Audited Accounts and comments of the Comptroller and Auditor General thereon. (3) Statement (Hindi and English versions) showing reasons for delay in laying the papers mentioned at (2) above. (4) A copy of the Special Economic Zones (Amendment) Rules, 2021 (Hindi and English versions) published in Notification No. G.S.R.424(E) in Gazette of India dated 21st June, 2021 under sub-section (3) of Section 55 of the Special Economic Zones Act, 2005, together with an explanatory note. (5) A copy each of the following Notifications (Hindi and English versions) under sub-section (3) of Section 19 of the Foreign Trade (Development and Regulation) Act, 1992:- (i) S.O.1372 (E) published in Gazette of India dated 26th March, 2021, regarding annual quota of 4 lakh MT of Urad to be imported for the fiscal year 2021-22 by Millers/Refiners/Traders has been notified. (ii) S.O.1858(E) published in Gazette of India dated 15th May, 2021, regarding import policy for Tur, Moong and Urad is revised from “Restricted” to “Free” with immediate effect and for the period up to 31st October, 2021. (iii) S.O.4741(E) published in Gazette of India dated 29th December, 2020, regarding amendment in Policy condition of Sl. No. 55 & 57, Chapter 10 Schedule-2, ITC(HS) Export Policy, 2018. (iv) S.O.1145(E) published in Gazette of India dated 11th March, 2021, regarding export of Red Sanders wood by Government of Andhra Pradesh - Extension of time. (v) S.O.1548(E) published in Gazette of India dated 11th April, 2021, regarding amendment in Export Policy of Injection Remdsivir and Remdesivir API. (vi) S.O.2070(E) published in Gazette of India dated 31st May, 2021, regarding export of Red Sanders wood by Directorate of Revenue Intelligence - Extension of time. (vii) S.O.2103(E) published in Gazette of India dated 1st June, 2021, regarding amendment in Export Policy of Amphotericin-B injections. (viii) S.O.2332(E) published in Gazette of India dated 14th June, 2021, regarding amendment in Export Policy of Injection Remdesivir and Remdesivir API. (ix) S.O.2663(E) published in Gazette of India dated 1st July, 2021, regarding amendment in Policy condition of Sl.No. 55 & 57, Chapter 10 Schedule-2, ITC (HS) Export Policy, 2018. (x) S.O.2803(E) published in Gazette of India dated 12th July, 2021, regarding supply of essential commodities to the Republic of Maldives during Year 2021-22 to 2023- 24. (xi) S.O.638(E) published in Gazette of India dated 10th February, 2021,regarding Food Import entry Points. (xii) S.O.656(E) published in Gazette of India dated 12th February, 2021, regarding amendment of Importer- Exporter Code (IEC) related provisions under Chapter-1 and Chapter-2 of Foreign Trade Policy, 2015-2020. (xiii) S.O.1427(E) published in Gazette of India dated 31st March, 2021, regarding amendment in Import Policy of Copper and Aluminium under Chapter-74 and Chapter- 76 of ITC (HS), 2017, schedule-I (Import Policy). (xiv) S.O.1699(E) published in Gazette of India dated 26th April, 2021, regarding amendment in import policy and incorporation of a Policy Condition under HS Code 85167920 and 85167990 of Chapter-85 of ITC (IIS), 2017, Schedule-I (Import Policy). (xv) S.O.1700(E) published in Gazette of India dated 26th April, 2021, regarding other under HS Code 12077090 of Chapter-12 of ITC (HS), 2017, Schedule-I (Import Policy). (xvi) S.O.1723(E) published in Gazette of India dated 30th April, 2021, regarding amendment in Para 2.25 of Foreign Trade Policy, 2015-20. (xvii) S.O.1840(E) published in Gazette of India dated 10th May, 2021, regarding amendment in import policy of Integrated Circuits (1Cs) and incorporation of policy condition for HS Codes 85423100, 85423900, 85423200, 85429000, and 85423300, of Chapter 85 of lTC (HS), 2017,Schedule - I (Import Policy). (xviii) S.O.2608(E) published in Gazette of India dated 28th June, 2021, regarding amendment of import policy conditions for items under Exim code 07019000 of Chapter 07 of ITC (HS), 2017 Schedule - I (Import Policy). (xix) S.O.2621(E) published in Gazette of India dated 30th June, 2021, regarding amendment in import policy of items under HS Code 151190 of Chapter 15 of ITC (HS), 2017, Schedule - I (Import Policy). (xx) S.O.2659(E) published in Gazette of India dated 1st July, 2021, regarding extension in period of modification of IEC till 31.07.2021 and waiver of fees for IEC updation during July, 2021. (xxi) S.O.2783(E) published in Gazette of India dated 12th July, 2021, regarding amendment of Policy conditions of Chapter-48 of ITC (HS), 2017, Schedule-I (Import Policy). (6) A copy each of the following Notifications (Hindi and English versions) under sub-section(3) of Section 30 of the Tobacco Board Act, 1975:- (i) S.O.2304(E) published in Gazette of India dated 14th June, 2021, authorising the Tobacco Board to allow the traders/dealers of the Tobacco to purchase the excess unauthorized tobacco at the auction platforms by charging penalties as fixed by the Government in the State of Andhra Pradesh and relaxing the operation of the provisions of Section 10(1) of the Tobacco Board Act, 1975 in the State of Andhra Pradesh. (ii) S.O.2305(E) published in Gazette of India dated 14th June, 2021, relaxing the operation of the provisions of Section 10(1) of the Tobacco Board Act, 1975 in the State of Andhra Pradesh for the period commencing from the publication of the notification and ending on 30th November, 2021. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Prof. S. P. Singh Baghel ji, I lay on the Table, a copy of the Supreme Court Legal Services Committee (Amendment) Rules, 2021 (Hindi and English versions) published in Notification No. G.S.R.198(E) in Gazette of India dated 18th March, 2021 under sub-section (1) of Section 30 of the Legal Services Authorities Act, 1987. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Shri Som Prakash ji. , I lay on the Table a copy of Notification No. S.O.2710(E) (Hindi and English versions) published in Gazette of India dated 6th July, 2021, establishing a Development Council for Cement Industry and appointing the persons, mentioned therein, to be the members of the said Council for a period of two years from the date of publication of this Order issued under Section 6 of the Industries (Development and Regulation) Act, 1951. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Adv. Ajay Bhatt ji , I lay on the Table a copy of the Notification No. S.R.O.18 (Hindi and English versions) published in weekly Gazette of India dated 26th June, 2021 notifying that an individual eligible to receive the pension benefits can use Aadhaar authentication on voluntary basis for identification in SPARSH, subject to guidelines, mentioned therein, issued under sub-section (4) of Section 4 of the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016. THE MINISTER OF STATE IN THE MINISTRY OF PARLIAMENTARY AFFAIRS AND MINISTER OF STATE IN THE MINISTRY OF CULTURE (SHRI ARJUN RAM MEGHWAL): Hon. Chairperson, Sir, on behalf of Shri Devusinh Chauhan ji, I lay on the Table a copy of the Telecommunication (Broadcasting and Cable) Services Interconnection (Addressable Systems) (Third Amendment) Regulations, 2021 (1 of 2021) (Hindi and English versions) published in Notification No. F. No. RG-1/2(3)/2021-B and CS(2) in Gazette of India dated 11th June, 2021 under Section 37 of the Telecom Regulatory Authority of India Act, 1997. MESSAGE FROM RAJYA SABHA AND BILLS AS PASSED BY RAJYA SABHA",
            "word_count": 2592,
            "char_count": 16109,
            "speech_id": "17_6_04-08-2021_014",
            "speaker_role": null,
            "is_presiding_officer": true
        },
        {
            "raw_speaker": "SECRETARY-GENERAL",
            "speaker": "SECRETARY_GENERAL",
            "speech_text": "Sir, I have to report the following message received from the Secretary General of Rajya Sabha:- “In accordance with the provisions of rule 127 of the Rules of Procedure and Conduct of Business in the Rajya Sabha, I am directed to inform the Lok Sabha that the Rajya Sabha at its sitting held on the 3rd August, 2021 agreed without any amendment to the Insolvency and Bankruptcy Code (Amendment) Bill, 2021 which was passed by the Lok Sabha at its sitting held on the 28th July, 2021.” Laid on the Table. COMMITTEE ON WELFARE OF OTHER BACKWARD CLASSES 9th to 11th Reports",
            "word_count": 102,
            "char_count": 571,
            "speech_id": "17_6_04-08-2021_015",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI RAJESH VERMA (SITAPUR)",
            "speaker": "RAJESH VERMA",
            "speech_text": "Sir, I beg to present the following Reports (Hindi and English versions) of the Committee on Welfare of Other Backward Classes:- (1) Ninth Report of the Committee (2021-22) on Action Taken by the Government on the observations/recommendations contained in the First Report (17th Lok Sabha) of the Committee on Welfare of OBCs on 'Measures undertaken to secure representation of OBCs in employment and for their welfare in NHPC Ltd.' pertaining to the Ministry of Power. (2) Tenth Report of the Committee (2021-22) on Action Taken by the Government on the Observations/Recommendations contained in their Second Report (17th Lok Sabha) on 'Measures undertaken to secure representation of OBCs in admissions and employment in Kendriya Vidyalayas/Navodaya Vidyalayas and Sainik Schools/Rashtriya Military Schools' pertaining to the Ministry of Education. (3) Eleventh Report of the Committee (2021-22) on Action Taken by the Government on the Observations/ Recommendations contained in the Fifth Report of the Committee (17th Lok Sabha) on 'Measures Undertaken to Secure Representation of OBCs in Employment and for their Welfare in National Fertilizers Limited (NFL) pertaining to the Ministry of Chemicals & Fertilizers. STANDING COMMITTEE ON EXTERNAL AFFAIRS Statement",
            "word_count": 187,
            "char_count": 1267,
            "speech_id": "17_6_04-08-2021_016",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI P. P. CHAUDHARY (PALI)",
            "speaker": "P. P. CHAUDHARY",
            "speech_text": "Sir, I beg to lay on the Table the Statement (Hindi and English versions) showing Further Action taken by the Government on the Observations/ Recommendations contained in the Fifth Report of the Committee on External Affairs on the replies to the Observations/ Recommendations contained in the First Report on ‘Demands for Grants of the Ministry of External Affairs for the year 2019-20’. STANDING COMMITTEE ON CHEMICALS AND FERTILIZERS 23rd Report",
            "word_count": 70,
            "char_count": 448,
            "speech_id": "17_6_04-08-2021_017",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI UDAY PRATAP SINGH (HOSHANGABAD)",
            "speaker": "UDAY PRATAP SINGH",
            "speech_text": "Sir, I beg to present the Twenty-third Report (Hindi and English versions) on 'The National Institute of Pharmaceutical Education and Research (Amendment) Bill, 2021' of the Standing Committee on Chemicals and Fertilizers (2020-21). STANDING COMMITTEE ON TRANSPORT, TOURISM AND CULTURE 299th and 300th Reports",
            "word_count": 44,
            "char_count": 309,
            "speech_id": "17_6_04-08-2021_018",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI TAPIR GAO (ARUNACHAL EAST)",
            "speaker": "TAPIR GAO",
            "speech_text": "Sir, I beg to lay on the Table the following Reports (Hindi and English versions) of the Standing Committee on Transport, Tourism and Culture:- (1) Two Hundred Ninety-ninth Report on the ‘Action Taken by the Government on the Recommendations/ Observations of the Committee contained in its Two Hundred Eighty-ninth Report on Demands for Grants (2021-22) of Ministry of Culture’. (2) Three Hundredth Report on ‘Promotion of Infrastructure in India’s Maritime Sector’. STATEMENTS BY MINISTERS (i) Status of implementation of the recommendations/observations contained in the 106th Report of the Standing Committee on Personnel, Public Grievances, Law and Justice on Demands for Grants (2021-2022) pertaining to the Ministry of Personnel, Public Grievances and Pensions THE MINISTER OF STATE OF THE MINISTRY OF SCIENCE AND TECHNOLOGY, MINISTER OF STATE OF THE MINISTRY OF EARTH SCIENCES, MINISTER OF STATE IN THE PRIME MINISTER’S OFFICE, MINISTER OF STATE IN THE MINISTRY OF PERSONNEL, PUBLIC GRIEVANCES AND PENSIONS, MINISTER OF STATE IN THE DEPARTMENT OF ATOMIC ENERGY, AND MINISTER OF STATE IN THE DEPARTMENT OF SPACE (DR. JITENDRA SINGH): Sir, I beg to lay a statement regarding the status of implementation of the recommendations/ observations contained in the 106th Report of the Standing Committee on Personnel, Public Grievances, Law and Justice on Laid on the Table and also placed in Library, See No. LT 4506/17/21 Demands for Grants (2021-2022) pertaining to the Ministry of Personnel, Public Grievances and Pensions. (ii) Status of implementation of the recommendations contained in the 7th Report of the Standing Committee on Railways on Demands for Grants (2021-2022) pertaining to the Ministry of Railways THE MINISTER OF STATE IN THE MINISTRY OF RAILWAYS; MINISTER OF STATE IN THE MINISTRY OF COAL AND MINISTER OF STATE IN THE MINISTRY OF MINES (SHRI DANVE RAOSAHEB DADARAO): Sir, I lay on the Table, a statement (Hindi and English versions) regarding the status of implementation of the recommendations contained in the 7th Report of the Standing Committee on Railways on Demands for Grants (2021-2022) pertaining to the Ministry of Railways. Laid on the Table and also placed in Library, See No. LT 4507/17/21 (iii) (a) Status of implementation of the recommendations contained in the 4th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2019-20 on 'Ordnance Factories, Defence Research and Development Organisation, Directorate General of Quality Assurance and National Cadet Corps (demand nos. 19 & 20)' pertaining to the Ministry of Defence THE MINISTER OF STATE IN THE MINISTRY OF DEFENCE AND MINISTER OF STATE IN THE MINISTRY OF TOURISM (ADVOCATE AJAY BHATT): Hon. Chairperson Sir, I lay the following Statements on the Table: The status of implementation of the recommendations contained in the 4th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2019- 20 on 'Ordnance Factories, Defence Research and Development Organisation, Directorate General of Quality Assurance and National Cadet Corps (demand nos. 19 & 20)' pertaining to the Ministry of Defence. Laid on the Table and also placed in Library, See Nos. LT 4508/17/21. (b) Status of implementation of the recommendations contained in the 6th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2020-21 on ' Army, Navy, Air Force and Joint Staff (demand nos. 19 & 20)' pertaining to the Ministry of Defence THE MINISTER OF STATE IN THE MINISTRY OF DEFENCE AND MINISTER OF STATE IN THE MINISTRY OF TOURISM (ADVOCATE AJAY BHATT): Hon. Chairperson, Sir, I lay the following Statements on the Table: The status of implementation of the recommendations contained in the 6th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2020- 21 on ' Army, Navy, Air Force and Joint Staff (demand nos. 19 & 20)' pertaining to the Ministry of Defence. Laid on the Table and also placed in Library, See Nos. LT 4509/17/21. (c) Status of implementation of the recommendations contained in the 8th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2020-21 on 'Ordnance Factories, Defence Research and Development Organisation, Directorate General of Quality Assurance and National Cadet Corps (demand nos. 19 & 20)' pertaining to the Ministry of Defence THE MINISTER OF STATE IN THE MINISTRY OF DEFENCE AND MINISTER OF STATE IN THE MINISTRY OF TOURISM (ADVOCATE AJAY BHATT): Hon. Chairperson Sir, I lay the following Statements on the Table: The status of implementation of the recommendations contained in the 8th Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2020- 21 on 'Ordnance Factories, Defence Research and Development Organisation, Directorate General of Quality Assurance and National Cadet Corps (demand nos. 19 & 20)' pertaining to the Ministry of Defence. Laid on the Table and also placed in Library, See Nos. LT 4510/17/21. (d) Status of implementation of the recommendations contained in the 41st Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2018-19 on ' Army, Navy and Air Force (demand no. 20)' pertaining to the Ministry of Defence THE MINISTER OF STATE IN THE MINISTRY OF DEFENCE AND MINISTER OF STATE IN THE MINISTRY OF TOURISM (ADVOCATE AJAY BHATT): Hon. Chairperson Sir, I lay the following Statements on the Table: The status of implementation of the recommendations contained in the 41st Report of the Standing Committee on Defence on Demands for Grants of the Ministry of Defence for the year 2018- 19 on 'Army, Navy and Air Force (demand no. 20)' pertaining to the Ministry of Defence. Laid on the Table and also placed in Library, See Nos. LT 4511/17/21. MOTIONS RE: APPOINTMENT OF NEW MEMBERS TO THE JOINT COMMITTEE ON THE PERSONAL DATA PROTECTION BILL, 2019",
            "word_count": 980,
            "char_count": 6043,
            "speech_id": "17_6_04-08-2021_019",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI P. P. CHAUDHARY (PALI)",
            "speaker": "P. P. CHAUDHARY",
            "speech_text": "Sir, I rise to move: “\"That this House do appoint Thiru Dayanidhi Maran, Dr. Satya Pal Singh and Smt. Aparajita Sarangi to the Joint Committee on the Personal Data Protection Bill, 2019 in the vacancies caused by the resignation of Smt. Kanimozhi Karunanidhi from the Joint Committee and induction of Smt. Meenakashi Lekhi and Shri Ajay Bhatt to the Union Council of Ministers.” HON. CHAIRPERSON: The question is: \"That this House do appoint Thiru Dayanidhi Maran, Dr. Satya Pal Singh and Smt. Aparajita Sarangi to the Joint Committee on the Personal Data Protection Bill, 2019 in the vacancies caused by the resignation of Smt. Kanimozhi Karunanidhi from the Joint Committee and induction of Smt. Meenakashi Lekhi and Shri Ajay Bhatt to the Union Council of Ministers.” The motion was adopted.",
            "word_count": 130,
            "char_count": 794,
            "speech_id": "17_6_04-08-2021_020",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI P. P. CHAUDHARY",
            "speaker": "P. P. CHAUDHARY",
            "speech_text": "Sir, I rise to move:- \"That this House do recommend to Rajya Sabha that Rajya Sabha do appoint four Members of Rajya Sabha to the Joint Committee on the Personal Data Protection Bill, 2019 in the vacancies caused by the retirement of Prof. Ram Gopal Yadav from Rajya Sabha and resignation of Shri Bhupender Yadav, Shri Rajeev Chandrasekhar and Shri Ashwini Vaishnaw from the Joint Committee on the Personal Data Protection Bill, 2019 and communicate to this House the names of the Members so appointed by Rajya Sabha to the Joint Committee.” HON. CHAIRPERSON: the questions is: \"That this House do recommend to Rajya Sabha that Rajya Sabha do appoint four Members of Rajya Sabha to the Joint Committee on the Personal Data Protection Bill, 2019 in the vacancies caused by the retirement of Prof. Ram Gopal Yadav from Rajya Sabha and resignation of Shri Bhupender Yadav, Shri Rajeev Chandrasekhar and Shri Ashwini Vaishnaw from the Joint Committee on the Personal Data Protection Bill, 2019 and communicate to this House the names of the Members so appointed by Rajya Sabha to the Joint Committee.\"\" The motion was adopted. HON. CHAIRPERSON: The House stands adjourned to meet again at 02:00 P.M. ... The Lok Sabha then adjourned till Fourteen of the Clock. The Lok Sabha re-assembled at Fourteen of the Clock. (Shri Rajendra Agrawal in the Chair) ... 14.0 1⁄2 hrs At this stage, Shri T. N. Prathapan, Shri Kalyan Banerjee, Shri E.T. Mohammed Basheer, Shri Bhagwant Mann and some other hon. Members came and stood on the floor near the Table. ... MATTERS UNDER RULE 377 HON. CHAIRPERSON: Hon. Members, who have been granted permission to raise matters under Rule 377 today, may lay the approved text of their matters in person within 20 minutes. ... Treated as laid on the Table. (i) Need to construct railway line on Gaya-Rafiganj via Sherghati and Daltonganj",
            "word_count": 314,
            "char_count": 1859,
            "speech_id": "17_6_04-08-2021_021",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI VISHNU DAYAL RAM (PALAMU)",
            "speaker": "VISHNU DAYAL RAM",
            "speech_text": "Palamu district is one of the 115 aspirational districts of the country, and one of the backward districts on the path of progress. Many people of this area are deprived of the facilities of railway. One such area is Hariharganj and Chhatarpur, and area under Patan subdivision. In order to connect this area with a railway line and offer the local population access to railway facilities, the Gaya-Rafiganj via Sherghati, Daltonganj rail route was approved many years ago. However, the project has only been able to be finished in paper form thus far because the work could not be done on the ground. According to information obtained from the Ministry of Railways, the project has not yet been completed because of a lack of funding. It is noteworthy that the production work in several coal mines in the region is about to start, including government coal mines and private mines. In addition, it is a region afflicted by naxals, and because of the difficulty in traveling to these locations, it is difficult to keep naxalites under control. I have a suggestion. It may also be arranged in cooperation with the CIL and the Ministry of Home Affairs if the Ministry of Railways is almost completely short of the required amount. This is because both Jharkhand and Bihar will gain if this railway route is built. Given the foregoing context, the Hon. Railway Minister is humbly requested to revive this project (the Rail Line). (ii) Regarding providing electronic gadgets to school children for online education in Delhi",
            "word_count": 256,
            "char_count": 1520,
            "speech_id": "17_6_04-08-2021_022",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI RAMESH BIDHURI (SOUTH DELHI)",
            "speaker": "RAMESH BIDHURI",
            "speech_text": "Since classes are now being held online due to the closure of schools due to Corona, I would like to draw the attention of Government to the children who are having difficulty receiving an education. In Delhi, approximately 16 lakh children attend government schools run by the Delhi Government, and their homes are located in slums, unregulated colonies, villages, or JJ colonies. The majority of these children's parents have migrated to Delhi to work as labourers in order to support themselves. They cannot afford the cost of smartphones or tablets, and the Delhi government has halted construction of new rooms for the past two years. The structures constructed with a crore-plus budget are now useless. Therefore, the government should use the money intended for building new structures during the Corona period to provide these kids with smartphones or tablets. It is my request to you to allow those bright kids to continue their education since they represent the future of the nation and should not be spoiled. (iii) Regarding supply of covid-19 vaccines on scientific basis",
            "word_count": 176,
            "char_count": 1084,
            "speech_id": "17_6_04-08-2021_023",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI VIVEK NARAYAN SHEJWALKAR (GWALIOR)",
            "speaker": "VIVEK NARAYAN SHEJWALKAR",
            "speech_text": "There is also a discussion on equity that means to administer vaccine everyone equally to protect against corona. It is not a scientific approach if the vaccine is supplied based on population. Although more fatalities were reported in urban areas during the second wave, rural regions were also impacted. More vaccinations should be administered in areas where the infection has spread rapidly if we wish to administer the vaccine in a scientific manner. Vaccines should not be distributed evenly for the sake of equity. Equity and efficiency are different things. In cities, the overall population's level of insecurity or sensitivity will decrease if 70% of the population gets vaccinated. When the vaccines are distributed evenly among all, there may be scuffles for them in one location while they are thrown away or left unused in others. Therefore, wherever the infection has spread rapidly, the strategy of giving more vaccines should be worked out. (iv) Need to provide funds for development of Chitrakoot in Madhya Pradesh and set up a Development Board for Chitrakoot",
            "word_count": 173,
            "char_count": 1078,
            "speech_id": "17_6_04-08-2021_024",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI GANESH SINGH (SATNA)",
            "speaker": "GANESH SINGH",
            "speech_text": "I would like to draw the attention of the Minister of Tourism towards Chitrakoot where Lord Shri Ram spent 11 years of his exile. Every year crores of people visit Ram Path Gaman from Ayodhya to Chitrakoot and the direct road 84 Kosi Parikrama, Lord Kamatanath Parikrama, Gupta Godavari, Sati Anusuya, Hanuman Dhara, Holy Mandakini Ganga among many holy places. Under the schemes implemented by your Ministry for the development of these areas, like Prasad Yojana, Bharat Darshan Yojana, Ramayana Path Yojana etc., necessary funds for the development of Chitrakoot as per ancient times have been raised for a long time. In the past, development fund was released for the parts of Chitrakoot which are in Uttar Pradesh, but nothing was given to Madhya Pradesh's Satna district where 75 percent of Chitrakoot is situated. I demand that necessary budget should be made available for development of Chitrakoot for that period. The proposal sent by the state should be approved at the earliest. The Hon. Minister is requested that the famous saints of Chitrakoot, which is located in 2 districts and 2 provinces, want the Government of India to constitute a Joint Development Authority by holding talks to both the States. (v) Regarding grievances of people displaced due to Tehri Dam Project",
            "word_count": 211,
            "char_count": 1287,
            "speech_id": "17_6_04-08-2021_025",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRIMATI MALA RAJYALAKSHMI SHAH (TEHRI\nGARHWAL)",
            "speaker": "MALA RAJYALAKSHMI SHAH (TEHRI\nGARHWAL)",
            "speech_text": "I would like to draw the attention of the Union Government to my Parliamentary Constituency Tehri Garhwal. Many concerns have surfaced among Uttarakhand residents, including those who have been displaced, impacted, and rehabilitated as a result of the Tehri Dam project in the Tehri district. Following reports that the government agency THDC merged with other government undertakings. For the thousands of families in the districts of Tehri and Uttarkashi, the Tehri Dam Project represents sacrifice in the interest of the country. So far, many problems of displaced families of Tehri dam are yet to be resolved. The rights of the former Tehri State, which is today a part of the state in the project, must also be decided at the same time. Tehri Dam Reserve Reservoir contributes in ensuring smooth water supply on the occasion of Maha Kumbh and Ardh Kumbh held in Haridwar and Prayagraj. Earlier, several recommendations approved by the Hanumanth Rao Committee constituted by the Government of India, but no scheme has been formulated so far with regards to providing free drinking water at various rehabilitation sites to the displaced persons and providing power at concessional rates. As a result, the displaced people due to the dam feel cheated. I request the Government to provide power at concessional rate to the villages around the project area. (vi) Regarding Pradhan Mantri Awas Yojana in Maharashtra",
            "word_count": 227,
            "char_count": 1414,
            "speech_id": "17_6_04-08-2021_026",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI ASHOK MAHADEORAO NETE (GADCHIROLI-\nCHIMUR)",
            "speaker": "ASHOK MAHADEORAO NETE (GADCHIROLI-\nCHIMUR)",
            "speech_text": "The work of housing for all by year 2022 which the Modi government has taken up as a mission is highly commendable. I am grateful to the Union Government for this. In rural areas, under the Pradhan Mantri Awas Yojana, housing has been distributed to A and B class beneficiaries. However, because of the requirements established to acknowledge accommodations for individuals whose name is in the D class. They can continue to dream of having their own place to live. As per the need of the hour, poor people use it to earn livelihood by purchasing two- wheelers from someone else at lower prices. They work hard every day, earning up to ten thousand rupees, but due to other reasons contributing to poverty, people in my Parliamentary Constituency's tribal area face issues in getting housing. Even a farmer with 5 acres of land would not have been able to build a house. In order to help the D class beneficiaries fulfill their dream of owning a house, I kindly request the government to relax the stringent requirements. Apart from this, funds have been allocated to the State Government by the Union Government for those who have been allotted houses in the Municipal Council areas under Pradhan Mantri Urban Housing Scheme. But the State Government of Maharashtra has not yet allocated funds to the beneficiaries, which is causing problems in the completion of their house. Therefore, necessary instructions should be given to the Government of Maharashtra in this regard. (vii) Regarding flood control measures in Misrikh Parliamentary Constituency, Uttar Pradesh",
            "word_count": 259,
            "char_count": 1567,
            "speech_id": "17_6_04-08-2021_027",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI ASHOK KUMAR RAWAT (MISRIKH)",
            "speaker": "ASHOK KUMAR RAWAT",
            "speech_text": "Mallawan- Bilgram Legislative Assembly constituency under Misrikh Parliamentary Constituency is a flood-affected area in the State of Uttar Pradesh. Every year, when there is flood from Ganga river, not only crops of many villages including Katri-Parasaula- Chhibramau are destroyed, but their houses are also badly damaged and they are rendered homeless. In such a situation, the destruction of agricultural produce results in the loss of their livelihood, and they become homeless as well. I request the Government to take necessary steps for upgradation of the flood-affected villages due to the Ganga River under Misrikh Parliamentary Constituency of Uttar Pradesh. The stoppage of water from spreading, providing housing to the homeless villagers and to use the funds allocated from Centre to build a dam through Mehandi Ghat via Rajghat Road Bridge to prevent flooding every year. And till the construction of the dam is not done, necessary action should be taken to construct small dikes to prevent the erosion. (viii) Regarding opening of bank branches in Aspirational Districts of Odisha including Bolangir Parliamentary Constituency",
            "word_count": 173,
            "char_count": 1142,
            "speech_id": "17_6_04-08-2021_028",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRIMATI SANGEETA KUMARI SINGH DEO\n(BOLANGIR)",
            "speaker": "SANGEETA KUMARI SINGH DEO",
            "speech_text": "The people across Aspirational districts of Odisha are facing economic hardships due to severe lack of access to banking facilities. They are not able to take full benefits of Direct Benefit Transfers (DBT) schemes like MGNREGS, Jan Dhan Yojana etc. There are hundreds of unbanked Gram Panchayats in Odisha. Many Gram Panchayats have single bank branch which is unable to meet the demands of the people and has inadequate staff, infrastructure, and facilities. People have to travel several Kilometres to avail basic banking services. Such situations are common across aspirational districts of Odisha. Considering this grim situation, there is urgent need for augmenting banking coverage to unbanked areas inhabited by tribals in these Aspirational districts which are also affected by Left Wing Extremism. I urge upon Hon’ble Minister of Finance for opening of bank branches in Aspirational Districts including Bolangir Parliamentary Constituency of Odisha to ensure financial inclusion. (ix) Regarding irrigation projects under PMKSY in Nandurbar, Maharashtra",
            "word_count": 157,
            "char_count": 1062,
            "speech_id": "17_6_04-08-2021_029",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "DR. HEENA VIJAYKUMAR GAVIT (NANDURBAR)",
            "speaker": "HEENA VIJAYKUMAR GAVIT",
            "speech_text": "Since 2016-17, 99 on-going major/medium irrigation projects in the country under PMKSY have been prioritized in consultation with States for completion in phases out of which 26 are in Maharashtra. PMKSY guidelines provide for giving priority to projects belonging to aspirational districts. However, not a single irrigation project has been sanctioned for my constituency of Nandurbar whose northern boundary is defined by the great Narmada River and Tapi River also flows through it. Nandurbar receives water from Sardar Sarovar Project and is declared as an aspirational district. Nandurbar is a rural constituency comprising of major tribal population and therefore requires more infrastructure and rural development for its progress. I request the Government to carry a survey and include irrigation projects from Nandurbar under PMKSY in order to build better irrigation facility and infrastructure which will facilitate the holistic development of Nandurbar and its people and achieve the vision of har khet ko pani and doubling of farmers’ income. (x) Regarding establishment of a Sanskrit University at Deoghar, Jharkhand",
            "word_count": 168,
            "char_count": 1130,
            "speech_id": "17_6_04-08-2021_030",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "DR. NISHIKANT DUBEY (GODDA)",
            "speaker": "NISHIKANT DUBEY",
            "speech_text": "Sanskrit is important, and the corpus of scientific, philosophical, sacral, and poetic texts produced in this language is surely one of the richest, probably the richest, contributions to global textual culture ever. Millions of these texts remain unstudied. Sanskrit is a language which through its contents, sonority and mellifluousness, has the power to lift us up above ourselves – it is, as thousands of people would say from their own experience, a potent aid to the formation of character and sense of exaltation, in addition to ensuring a sense of pan-Indian cultural as well as political unity. The Nobel Laureate physicist, Dr. C.V. Raman, believed that Sanskrit was the only language that could be the national language of India. He said, “Sanskrit flows through our blood. It is only Sanskrit that can establish the unity of the country.” Says Sri Aurobindo, “It is of the utmost value to a nation, a human group- soul, to preserve its language and to make of it a strong and living cultural instrument. A nation, race or people which loses its language, cannot live its whole life or its real life.” Deoghar is the unique and extremely revered site of one of the 51 Shaktipeeths and also of Dwadash Jyotirlinga in the country. This is a religious and, cultural capital of Eastern India which catapults the holy place to an International level and is visited by over 5 crore pilgrims every year and comparatively, having good infrastructure facilities. Hence, I request for a Sanskrit university at Deoghar as it is the best place. (xi) Need to construct hydro power projects and barrages on rivers flowing through Champaran, Bihar",
            "word_count": 274,
            "char_count": 1643,
            "speech_id": "17_6_04-08-2021_031",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "DR. SANJAY JAISWAL (WEST CHAMPARAN)",
            "speaker": "SANJAY JAISWAL",
            "speech_text": "A large population of Bihar is suffering from flood impact. Ten districts of Bihar have the highest number of floods. In media reports, more than 6.36 lakh people have lost their lives directly due to floods. ₹ 6000 per family is being provided under grants to the families in the flood-hit areas by the Centre and the State Government. Separate amount is being provided to families to compensate for loss of life and properties. Modi government is sending benefits to the bank accounts of affected person or affected family through Direct Benefit Transfer. The main reason for the problem of floods in Bihar is the release of large quantities of water from Nepal during the rainy season. This has severely affected the northern part of Bihar. The water level rises as a result of Nepal's abrupt release of thousands of cubic feet of water into the Kosi, Gandak, and Bagmati rivers. It is necessary to comprehend the geographical locations of Bihar and Nepal in order to comprehend the flood situation in Bihar. According to the agreement, whenever feasible, minor hydropower projects or barrages should be constructed in Bihar's small rivers to prevent abrupt rises in water levels and the regular flow of rivers from Nepal's hilly regions. For example, if it is built on Burhi Gandak, Masan, Tilawe and Tier rivers in Champaran, then the water level of the Burhi Gandak can be controlled. Because all these rivers come to Banjaria block and make the flood situation scary. Therefore, mini hydro power project/barrage should be made on these rivers flowing through Champaran. (xii) Need to set up a medical college in Mahisagar district, Gujarat",
            "word_count": 274,
            "char_count": 1646,
            "speech_id": "17_6_04-08-2021_032",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI RATANSINH MAGANSINH RATHOD\n(PANCHMAHAL)",
            "speaker": "RATANSINH MAGANSINH RATHOD",
            "speech_text": "I would like to draw the attention of the Hon. Minister of Health and Family Welfare to the district of Mahisagar in my Parliamentary Constituency, Panchmahal (Gujarat), where establishment of medical college is absolutely necessary. My Parliamentary Constituency is economically backward region. If a medical college is established here, many people who are financially weak and are unable to send their children out for medical education can also get medical education for their children. I request the Hon. Minister to kindly establish a medical college in Mahisagar district so that this district can also be taken forward in the field of medical education. (xiii) Need to establish Kendriya Vidyalayas in Teonthar and Mauganj tehsils in Rewa district, Madhya Pradesh",
            "word_count": 119,
            "char_count": 771,
            "speech_id": "17_6_04-08-2021_033",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI JANARDAN MISHRA (REWA)",
            "speaker": "JANARDAN MISHRA",
            "speech_text": "Kendriya Vidyalaya should be opened in Teonthar and Mauganj tehsil of Rewa district in Madhya Pradesh. The population of Rewa district is 30 lakh, and the distance of these tehsils are 100 km away from Rewa, due to which the students here have to face a lot of problem to come to Rewa. Therefore, it is requested to open separate Kendriya Vidyalayas in these tehsils. (xiv) Need to probe alleged shoddy construction work on NH- 24 (Bareilly-Sahjahanpur-Sitapur) and also construct a railway overbridge and an overbridge on the National Highway",
            "word_count": 90,
            "char_count": 543,
            "speech_id": "17_6_04-08-2021_034",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI ARUN KUMAR SAGAR (SHAJAHANPUR)",
            "speaker": "ARUN KUMAR SAGAR",
            "speech_text": "In my Parliamentary Constituency Shahjahanpur (UP) the construction of Bareilly-Shahjahanpur-Sitapur National Highway-24 is underway. During the rainy season, the agency responsible with the construction of this road is allegedly misappropriating the central funds by using substandard construction material, bypassing the standards prescribed for the construction material. Secondly, keeping in view the heavy traffic on the said National Highway, it is necessary to get the construction work of railway over bridge near Hulas Nagla and over bridge on Bareilly mode on Shahjahanpur road be completed soon. I have no objection to the Government that in the rainy season, it should immediately stop the construction work of the said road and get the quality of the construction material checked by the Central Technical Committee. After that take necessary steps to construct over-bridges at the said sites by ensuring departmental action against the guilty engineers. (xv) Regarding improvement of basic facilities in CGHS Wellness Centre, Tiruchirappalli, Tamil Nadu",
            "word_count": 155,
            "char_count": 1067,
            "speech_id": "17_6_04-08-2021_035",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI SU. THIRUNAVUKKARASAR\n(TIRUCHIRAPPALLI)",
            "speaker": "SU. THIRUNAVUKKARASAR",
            "speech_text": "The CGHS Wellness Centre, Tiruchirappalli caters to large number of serving and retired Central Government employees from Tiruchirappalli and neighbouring areas. In this Centre, only nominal medical check- ups and prescribed medicines are issued. It lacks basic facilities like specialists, radiology, empanelled private hospitals / diagnostic centres, laboratories, etc. on cashless treatment. This leads to a lot of hardships to beneficiaries. Moreover, the Wellness Centre doesn’t have the facility of Indian System of Medicines like Siddha, Ayurveda and alternative systems like Homoeopathy. Many patients prefer to have treatment under these systems for long term illnesses like knee rheumatic problems, asthma, nervous disorders, stomach ailments, etc. and they are left with no alternative. Therefore, I humbly urge upon Hon’ble Minister of Health and Family Welfare to take necessary steps for improving basic facilities in this CGHS Wellness Centre, empanel major hospitals, diagnostic centres, laboratories and set up AYUSH facility expeditiously. (xvi) Regarding deaths caused by wild animal in Palakkad district, Kerala",
            "word_count": 160,
            "char_count": 1131,
            "speech_id": "17_6_04-08-2021_036",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI V. K. SREEKANDAN (PALAKKAD)",
            "speaker": "V. K. SREEKANDAN",
            "speech_text": "Many people have lost their lives in Palakkad, due to attacks by wild animals, mainly elephants in human habitation areas. It has become a regular phenomenon in adjoining to forest areas in Palakkad district. Elephants are frequently entering into habitats/farmlands, killing people and destroying their agricultural crops. Nearly 200 elephants have been killed on railway tracks across the country in the last 10 years, which indicates the increased movement of wild elephants into human habitats. Rail fencing along the forest area is the only solution to prevent such wildlife attacks on human beings and destruction of their crops. One of the reasons for wild animals entering into human habitats is because of the scarcity of water and loss of natural vegetation in forests. Therefore, I urge upon the Government to make rail fencing along the forest area in Palakkad district as well as take action to rejuvenate water and natural vegetation in forests. (xvii) Regarding railway project from Kovvur to Bhadrachalam",
            "word_count": 161,
            "char_count": 1020,
            "speech_id": "17_6_04-08-2021_037",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI SRIDHAR KOTAGIRI (ELURU)",
            "speaker": "SRIDHAR KOTAGIRI",
            "speech_text": "I would like to bring to your kind notice that there are some new projects which are highly feasible in terms of rate of return and social justice for the Railways which are left behind citing State Government’s contribution reflecting no stake or priority for it. Railways should consider new projects that increase profitability, at least, those that uplift backward areas. Kovvur to Bhadrachalam is one such projects which Railways could take up on its own because of huge saving in travel time between Visakhapatnam and Hyderabad and Bhubaneswar and Bangalore. I request the Hon'ble Minister of Railways to consider its social responsibility in development of new projects especially backwards areas affected by left wing extremists by using Left- wing Extremists Area Development funds instead of depending on State Government’s Contribution. (xviii) Regarding bringing co-operative banks, NBFCs and FMIs under RBI PCA frame work",
            "word_count": 144,
            "char_count": 934,
            "speech_id": "17_6_04-08-2021_038",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI BALASHOWRY VALLABHANENI\n(MACHILIPATNAM)",
            "speaker": "BALASHOWRY VALLABHANENI",
            "speech_text": "RBI has specified three regulatory trigger points as part of Prompt Corrective Action (PCA) Framework i.e CRAR for Capital adequacy, Net NPAs for Asset Quality and Return on Assets for Profitability. Based on these trigger points, RBI initiates structural and discretionary actions only on commercial banks. But, this has not been extended to co- operative banks, NBFCs and FMIs. If one looks at FDIC PCA Framework, it has prescribed five levels of trigger points based on certain capital measures. During the last six years, RBI has placed 13 public and private banks under the PCA Framework. It is welcome that due to persistent, continuous and sincere efforts of banks to improve their capital ratios, asset quality and profitability, many of these banks have come out of the Framework. I request the Government of India and Finance Ministry to push RBI further so that all banks would come out of PCA Framework and also request to bring co-operative banks, NBFCs and FMIs under this Framework. (xix) Regarding increasing credit deposit ratio of Odisha by commercial banks operating in the State",
            "word_count": 179,
            "char_count": 1098,
            "speech_id": "17_6_04-08-2021_039",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI BHARTRUHARI MAHTAB (CUTTACK)",
            "speaker": "BHARTRUHARI MAHTAB",
            "speech_text": "To drive the economy out of the vicious circle of the pandemic Government of India and RBI have announced a number of packages to infuse adequate liquidity into all key sectors of the economy. But commercial Banks are not delivering adequate credit in Agriculture and allied sector in Odisha. The CD ratio of the State as on 31.3.2021 is only 56 percent which is below the benchmark level of 60 percent as mandated by RBI. Though, the total deposits in the State is growing at 12 percent but the total advance utilised in the State is not increasing above 6 percent over last 5 years. Because of this there would be further fall to even less than 50 percent in the coming financial year which would widen the gap of inequality causing regional disparity and imbalance. The CD ratio for the Public Sector Banks has decreased from 52 percent during 2019-20 to 48 percent in 2020-21. I would urge upon the Union Government to instruct the banks operating in Odisha for increasing credit deposit ratio of the State to Minimum of 60 percent as stipulated by RBI. (xx) Need to ensure refund to all the investors who invested their money in PACL Ltd KUNWAR DANISH ALI (AMROHA): Chit fund company PACL (Pearls Group) has collected Rs. 49100 crore from about 6 crore poor investors by opening 325 customer service centres across India since 1983, but the company was banned by Securities and Exchange Board of India (SEBI) on 22 August, 2014. Later, the company approached the Supreme Court and the Hon. Supreme Court on 2 February, 2016 ruled in favour of investors that all investors should be paid by selling the movable assets of the company. For this purpose, a committee was constituted under the chairmanship of former Judge RM Lodha. However, even after 60 months have passed, SEBI has not yet been able to pay the investors. Therefore, I request the Government to take appropriate action in this regard at the earliest so that money earned through the blood and sweat of the investors can be returned to them. )رونک شناد یلع (ہہورما): مرتحم رکيپسا ،بحاص ٹچ ڈنف ینپمک PACL ِ (سلرپ پورگ) ےن 1983 ےس ےروپ ناتسودنہ ںيم 325 رمٹسک ر ئيک ر ٹنيس لوهک ر ک ًا بيرقت 6 ڑورک بيرغ ہيامرس ںوراک ےس 49100 ڑورک ے ئپور ےهٹکا ،ےئک نکيل یٹرويکيس ڈنيا جنيچسکيا ڈروب فٓا ايڈنا (یبيس) ےک ہعيرذ ینپمک وک 22 تسگا 2014 و ک نيب رک ا يد ۔ايگ دعب ںيم ینپمک م يرپس ٹروک یچنہپ روا لبيرنٓا ميرپس ٹروک ےن 2 یرورف 2016 و ک ہيامرس ںوراک ےک قح ںيم ہلصيف ا يد ہک ینپمک یک لچا۔لچ یٹرپورپ چ يب رک یهبس ہيامرس ںوراک وک ناتگهب ايک ۔ ےئاج سا ے ک ےئل لبيرنٓا قباس س ٹسج ۔ رٓا ۔ ميا اهڑول یک ترادص ںيم یٹيمک یئانب ۔ یئگ نکيل 60 ے نيہم ت يب ے ناج ےک دوجواب یبيس ہيامرس ں وراک اک ناتگهب یهبا ک ت ںيہن رک یئاپ ۔ےہ سا ےئل ر اکرس ےس یريم ہ ي گنام ےہ ہک سا ےلسلس ں يم دلج ےس دلج ے نپا لويل ے س بسانم یئاوراک ےنرک یک ینابرہم ںيرک سج ےس ِ ہيامرس ںوراک یک نوخ ےنيسپ یک ی ئامک ں يہنا سپاو لم ۔ےکس ہيرکش (xxi) Regarding availability of soyabean as a livestock feed",
            "word_count": 554,
            "char_count": 2910,
            "speech_id": "17_6_04-08-2021_040",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI B.B. PATIL (ZAHIRABAD)",
            "speaker": "B.B. PATIL",
            "speech_text": "I would like to state that there is currently crisis of soybean (de-oil cake) meal availability to be used for livestock feed in the country. Because of less availability, prices have gone 300% up creating a huge pressure on the country’s dairy farmers, fish farmers, and poultry farmers. Soybean meal prices in neighbouring countries like Nepal, Bangladesh & Sri Lanka are much cheaper than India. It is a matter of big concern for livelihood of our livestock farmers. I have received many representations from various livestock farmers’ associations of different parts of the country including my Telangana state requesting to support and save them. In order to ensure Atmanirbhar Bharat and doubling of the farmers’ income which is also the aspiration of Hon’ble Prime Minister, we have to support the livestock farmers by allowing 12- 15 lakh Metric Tonnes of soybean meal to save livelihood of crores of farmers of the country. (xxii) Regarding opening of a central school in Nagapattinam, Tamil Nadu",
            "word_count": 163,
            "char_count": 1005,
            "speech_id": "17_6_04-08-2021_041",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI M. SELVARAJ (NAGAPATTINAM)",
            "speaker": "M. SELVARAJ",
            "speech_text": "Nagapattinam is an old city having long beach area and is famous for its rich history and culture. The town also attracts several pilgrims who come to offer their prayers in the temples located here. Many Govt. offices are located here viz. Fishery Development Department, Port, Naval, Income Tax and University. The employees of these organizations have settled in this city. Due to lack of a central school, the employees are compelled to put their ward in private schools. There is a huge demand from the public for opening a central school in Nagapattinam for the benefit of Central and State Government employees as well as general public. The State Government is willing to allocate suitable land for this purpose. Hence, I request the Union Minister of Education to consider and sanction the opening of a Central School in Nagapattinam during this financial year 2021-22 itself. (xxiii) Regarding inclusion of people belonging to certain communities of Assam in the central list of Scheduled Tribes",
            "word_count": 164,
            "char_count": 1005,
            "speech_id": "17_6_04-08-2021_042",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI NAV KUMAR SARANIA (KOKRAJHAR)",
            "speaker": "NAV KUMAR SARANIA",
            "speech_text": "Since the beginning Sarania Kachari, Madahi and Thengal Kachari are included among the scheduled tribes of the country. But for political and personal interests, some people have been misleading, prosecuting and insulting them by calling them fake tribes. Hence, the Assam Government has declared them as Scheduled Tribes separately. But so far their names have not been included in the Central list of Scheduled Tribes. Therefore, I demand that they should be included in the Central list of Scheduled Tribes at the earliest and their constitutional rights should be given to them. Besides that, it was about giving the status of scheduled tribe to Koch Rajbangshi, Adivasi, Ahom, Moran, Motok and Chutia groups. I demand that all these formalities should be completed at the earliest. Kalita, Nath Yogi and Gorkha are also demanding the scheduled tribe status, so they should also be declared as scheduled tribe. (xxiv) Regarding establishment of a permanent regional bench of the Supreme Court at Chennai",
            "word_count": 160,
            "char_count": 1007,
            "speech_id": "17_6_04-08-2021_043",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "DR. T. SUMATHY (A) THAMIZHACHI\nTHANGAPANDIAN (CHENNAI SOUTH)",
            "speaker": "T. SUMATHY  THAMIZHACHI\nTHANGAPANDIAN",
            "speech_text": "The establishment of a permanent regional Bench of the Supreme Court is very essential to provide ample opportunity for the poor and downtrodden to access the temple of Justice. Access to Justice is not the preserve of the rich, but the right of every person in this great nation. In a vast nation like India, poor people are literally cannot afford and also incapable of reaching the National Capital. New Delhi to pursue their legal options in the Supreme Court. Delegation from the Bar Councils of southern States i.e. Karnataka, Tamil Nadu, Telangana, Andhra Pradesh and Kerala met the Hon’ble Chief Justice of India and the Hon’ble Vice- president and gave their presentation for the creation of permanent Supreme Court Bench in South India. At present, access to the Supreme Court is affordable to only those who have the financial capacity to reach and afford a lawyer at New Delhi. Therefore, a person who cannot afford, is left without an appellate remedy. Knowing the difficulty of poor people seeking justice, the Hon’ble Chief Minister of Tamil Nadu has requested the Hon’ble Prime Minister of India to establish a permanent Regional Bench of the Supreme Court at Chennai. Therefore, I urge the Union Government to establish a permanent Regional Bench of the Supreme Court at Chennai. STATUTORY RESOLUTION RE: DISAPPROVAL OF COMMISSION FOR AIR QUALITY MANAGEMENT IN NATIONAL CAPITAL REGION AND ADJOINING AREAS ORDINANCE, 2021 AND COMMISSION FOR AIR QUALITY MANAGEMENT IN NATIONAL CAPITAL REGION AND ADJOINING AREAS BILL, 2021 HON. CHAIRPERSON: Item Nos. 22 and 23. Adv. Adoor Prakash... ... HON. CHAIRPERSON: Dr. Shashi Tharoor ... ... HON. CHAIRPERSON: Shri M. K. Raghavan ... ... HON. CHAIRPERSON: Adv. Dean Kuriakose ... ... Not moved HON. CHAIRPERSON: Shri N. K. Premachandran ... ... HON. CHAIRPERSON: Shri Benny Behanan ... ... HON. CHAIRPERSON: Prof. Sougata Ray ... ... HON. CHAIRPERSON: Shri Jasbir Singh Gill ... ... HON. CHAIRPERSON: Shri Mohammed Faizal P.P. ... ... HON. CHAIRPERSON: Shri Adhir Ranjan Chowdhury ... ... HON. CHAIRPERSON: Shri Vinayak Bhaurao Raut ... ... HON. CHAIRPERSON: Shri Kodikunnil Suresh ... ... HON. CHAIRPERSON: Shri K. Sudhakaran ... ... HON. CHAIRPERSON: Shri Manish Tewari ... ... HON. CHAIRPERSON: Dr. Amar Singh ... ... HON. CHAIRPERSON: Shri P. R. Natarajan ... ... HON. CHAIRPERSON: Adv. A.M. Ariff ... ... HON. CHAIRPERSON: Shri T. N. Prathapan ... ... HON. CHAIRPERSON: Shri Thomas Chazhikadan ... ... HON. CHAIRPERSON: Shri Hibi Eden ... ... HON. CHAIRPERSON: Shri S. Venkatesan ... ... HON. CHAIRPERSON: Hon. Minister. ... THE MINISTER OF ENVIRONMENT, FOREST AND CLIMATE CHANGE, AND MINISTER OF LABOUR AND EMPLOYMENT (SHRI BHUPENDER YADAV): Respected Sir, with your permission, I beg to move: “That the Bill to provide for the constitution of the Commission for Air Quality Management in National Capital Region and Adjoining Areas for better co- ordination, research, identification and resolution of problems surrounding the air quality index and for matters connected therewith or incidental thereto, be taken into consideration.” HON. CHAIRPERSON: Hon. Minister, would you say anything? ...",
            "word_count": 499,
            "char_count": 3157,
            "speech_id": "17_6_04-08-2021_044",
            "speaker_role": null,
            "is_presiding_officer": false
        },
        {
            "raw_speaker": "SHRI BHUPENDER YADAV",
            "speaker": "BHUPENDER YADAV",
            "speech_text": "Hon. Chairperson, Sir, our Government is fully committed to a clean environment. The purpose of the Bill that I am moving is to make Delhi clean by providing an institutional framework to address and resolve the pollution that occurs through air shades in the air space of the National Capital Region and its adjoining areas to fulfill its commitment to provide clean air. ... Sir, we know that ad hoc committees were formed in Delhi for a long time after various courts decisions. In the recent past, the way air pollution has spread in Delhi and not only in Delhi, but in the adjoining NCR areas. Whether it is due to transport, industry or other reasons. It is necessary to develop a coordinated, integrated institution, through which such a system can be created so that to check air pollution can be taken up in an institutional form. ... We have brought this bill in order to make this effective mechanism. ... Sir, I want to say that air pollution is continuously causing in Delhi due to industrial emissions and due to burning of bio- materials. Earlier, the Air Pollution Act in India was under the purview of the Central Government under Article 253 of the Constitution. We want to create sustainable, dedicated and participatory mechanisms to prevent air pollution in Delhi. ... We have decided for this public participation and the mechanism that has been put in place. On one hand, we appointed experts, keeping in view administration and environment, along with that we have also made a provision for this ... Representatives of all the states adjacent to NCR have been made stakeholders in the institute. ... Therefore, through you I move this Bill in the House. ... I want to say that to prevent the problem of air pollution in Delhi, we have brought the Commission for Air Quality Management in National Capital Region and Adjoining Areas Bill, 2021. ... We have come up with a very good mechanism to prevent air pollution of Delhi. All of us can come together to pass this bill and to help set up this mechanism to overcome Delhi's air pollution. HON. CHAIRPERSON: The question is:- “That the Bill to provide for the constitution of the Commission for Air Quality Management in National Capital Region and Adjoining Areas for better co- ordination, research, identification and resolution of problems surrounding the air quality index and for matters connected there with or incidental thereto, be taken into consideration.” The motion was adopted. HON. CHAIRPERSON: Now we take up clause by clause consideration. ... Clauses 7 to 10 were added to the Bill. Clauses 13 to 31 were added to the Bill. Clauses 5 to 7 were added to the Bill.",
            "word_count": 456,
            "char_count": 2655,
            "speech_id": "17_6_04-08-2021_045",
            "speaker_role": null,
            "is_presiding_officer": false
        }
    ]
}